{"translation-revision-date":"2023-07-06 10:30:37+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"uk_UA"},"Upgrade Now":["Придбати"],"Elementor Templates":["Шаблони Elementor"],"WP Menus":["Меню WP"],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Щоб перетворити свій сайт на набір шаблонів, виберіть шаблони, вміст, налаштування та плагіни, які ви хочете включити. Коли він буде готовий, ви отримаєте файл .zip, який можна імпортувати на інші сайти."],"Site Area":["Область сайту"],"Included":["Включено"],"Custom Post Types":["Власні типи записів"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Почніть із завантаження файлу та вибору частин і плагінів, які ви хочете застосувати. Якщо будуть якісь збіги між набором і вашим поточним дизайном, ви зможете вибрати, які імпортовані частини ви хочете застосувати або проігнорувати. Коли файл буде готовий, набір буде застосовано до вашого сайту, і ви зможете побачити його наживо."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Набір шаблонів — це файл .zip, який містить усі частини повноцінного сайту. Це простий спосіб швидко запустити сайт."],"Not yet":["Ще ні"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Частини цього набору збігаються з шаблонами, дизайном і налаштуваннями вашого сайту. Елементи, які ви залишите позначеними в цьому списку, замінять ваш поточний дизайн."],"Import a Website Kit to your site":["Імпортуйте набір шаблонів на свій сайт"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Перейдіть до оновлень і переконайтеся, що ваші плагіни оновлено до останньої версії."]," Recommended:":["Рекомендується:"],"Select the plugins you want to import":["Виберіть плагіни, які ви хочете імпортувати"],"No custom post types in your site...":["На вашому сайті немає власних типів записів..."],"Importing your content, templates and site settings":["Імпортування вашого вмісту, шаблонів, і налаштувань сайту"],"Click to select custom post types":["Натисніть, щоби вибрати власні типи записів"],"Take me there":["Перейти туди"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Якщо ви придбали, встановили, та активували Elementor Pro, ми можемо продовжити імпортування усіх частин цього сайту."],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Це плагіни, за допомогою яких працює ваш набір. Ви можете їх відхилити, але це може вплинути на функціональність вашого сайту."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Додати власні типи записів для експортування. Буде включено останні 20 елементів кожного типу."],"Is your Elementor Pro ready?":["Ваш Elementor Pro готовий?"],"Missing Required Plugins:":["Відсутні необхідні плагіни:"],"Plugins to add:":["Плагіни для додавання:"],"Activating plugins:":["Активація плагінів:"],"Select which parts you want to apply":["Виберіть, які частини ви хочете застосувати"],"This file type is not allowed":["Цей тип файлу заборонений"],"Required plugins are still missing.":["Необхідні плагіни все ще відсутні."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Ви не можете використовувати цей набір шаблонів, оскільки він не містить жодного вмісту, сторінок, тощо. Повторіть спробу з іншим файлом."],"You’ve imported and applied the following to your site:":["Ви імпортували та застосували до свого сайту наступне:"],"See it live":["Подивіться наживо"],"Tip:":["Порада:"],"Note:":["Примітка:"],"Let’s do it":["Давайте це зробимо"],"Create Kit":["Створити набір"],"Install Elementor Pro":["Встановити Elementor Pro"],"Plugins you already have:":["Плагіни, які у вас вже є:"],"Export your site as a Website Kit":["Експортуйте свій сайт як набір сайту"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Без плагіна \"Elementor Pro\" імпорт таких компонентів як шаблони, віджети, та виринаючі вікна, не працюватиме."],"If you don't include them, this kit may not work properly.":["Якщо ви їх не включите, цей набір може не працювати належним чином."],"These are the templates, content and site settings that come with your kit.":["Це шаблони, вміст, і налаштування сайту, які входять у ваш набір."],"There are few plugins that we couldn't install:":["Є декілька плагінів, які не вдалося встановити:"],"Make sure your Elementor Pro account is connected":["Переконайтеся, що ваш обліковий запис Elementor Pro під'єднано"],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Набір шаблонів, який ви використовуєте, містить плагіни для функціональності, але не містить вмісту, сторінок, тощо."],"Select which of these plugins are required for this kit work.":["Виберіть, які з цих плагінів необхідні для роботи цього набору."],"All items are already selected by default. Uncheck the ones you don't want.":["Усі елементи вже вибрані. Зніміть прапорці з тих, які вам не потрібні."],"Try Again":["Спробуйте ще раз"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Нема про що хвилюватися, просто продовжуйте без імпорту SVG або поверніться та почніть імпортування знову."],"First, enable unfiltered file uploads.":["Спочатку увімкніть нефільтроване завантаження файлів."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Це дозволяє плагіну Elementor сканувати ваші файли SVG на наявність шкідливого вмісту. В іншому випадку, ви можете пропустити будь-які файли SVG під час цього імпортування."],"Custom Post Type":["Користувацький тип публікації"],"WP Pages":["Сторінки WP"],"To import or export these components, you’ll need Elementor Pro.":["Щоб імпортувати або експортувати ці компоненти, вам знадобиться Elementor Pro."],"Global widgets":["Глобальні віджети"],"How does importing work?":["Як працює імпорт?"],"How does exporting work?":["Як працює експорт?"],"Select the items you want to keep and apply:":["Виберіть елементи, які ви хочете зберегти та застосувати:"],"Existing":["Існуючий"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Завантажте файл із шаблонами, налаштуваннями сайту, вмістом тощо та автоматично застосуйте їх до свого сайту."],"Your kit is now live on your site!":["Ваш набір тепер доступний на вашому сайті!"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Виберіть, які компоненти Elementor – шаблони, вміст і налаштування сайту – включити до файлу набору."],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Це дані, які ви використовуватимете, щоб швидко знайти та застосувати цей набір у майбутньому, навіть коли ваша колекція зростатиме."],"WP Posts":["Записи WP"],"Kit Description":["Опис комплекту"],"Kit Name":["Назва комплекту"],"Elementor Kit":["Комплект Elementor"],"Kit Info":["Інформація про набір"],"Setting up your kit...":["Налаштування набору..."],"Back to Kit Library":["Назад до бібліотеки наборів"],"Kit Information":["Інформація про набір"],"Imported":["Iмпортовано"],"Your site's homepage will be determined by the kit. You can change this later.":["Домашню сторінку вашого сайту призначить набір. Ви можете змінити це пізніше."],"Website Kit Information":["Інформація про набір шаблонів"],"Say something about the style and content of these files...":["Скажіть щось про стиль і вміст цих файлів..."],"What is kit information?":["Що таке інформація про набір?"],"Now you can import this kit and use it on other sites.":["Тепер ви можете імпортувати цей набір і використовувати його на інших сайтах."],"Import":["Імпорт"],"By default, all of your components will be exported.":["За замовчуванням усі ваші компоненти буде експортовано."],"Background Settings":["Налаштування фону"],"Lightbox Settings":["Налаштування лайтбокса"],"Theme Style settings":["Налаштування стилю теми"],"Elementor Pages":["Сторінки Elementor"],"404 Error Page":["Сторінка помилки 404"],"Download not working?":["Завантаження не працює?"],"Your export is ready!":["Ваш експорт готовий!"],"to learn more about building your site with Elementor Kits":["щоб дізнатися більше про створення свого сайту за допомогою наборів Elementor"],"Don't close this window until the process is finished.":["Не закривайте це вікно, доки процес не завершиться."],"This usually takes a few moments.":["Зазвичай це займає кілька хвилин."],"Or":["Або"],"Upload Files to Your Library":["Завантажуйте файли у свою бібліотеку"],"We recommend that you backup your site before importing a kit file.":["Ми рекомендуємо створити резервну копію сайту перед імпортом файлу набору."],"Important:":["Важливо:"],"Back to dashboard":["Повернутися до майстерні"],"to download":["до завантаження"],"Drag & drop the .zip file with your Kit":["Перетягніть .zip файл із набором"],"Learn more":["Дізнатися більше"],"Landing Pages":["Цільові сторінки"],"Global Colors":["Глобальні кольори"],"App could not be loaded":["Додаток не може бути завантажений"],"Search Results":["Результати пошуку"],"Archives":["Архіви"],"Single Pages":["Окремі сторінки"],"Single Posts":["Окремі записи"],"Footers":["Підвали"],"Site Settings":["Налаштування сайту"],"Tip":["Порада"],"Not Found":["Не знайдено"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["На жаль, щось пішло не так. Натисніть \"Дізнатися більше\" та дотримуйтеся всіх настанов, щоби швидко вирішити проблему."],"Headers":["Заголовки"],"Layout Settings":["Налаштування макету"],"Back":["Назад"],"Previous":["Попередній"],"Next":["Наступна"],"Continue":["Продовжити"],"Popups":["Виринаючі вікна"],"Plugins":["Плагіни"],"Skip":["Пропустити"],"Something went wrong.":["Щось пішло не так."],"Pages":["Сторінки"],"Select File":["Обрати файл"],"Click here":["Натиснути тут"],"Enable":["Увімкнути"],"Edit Template":["Редагувати шаблон"],"Elementor Posts":["Записи Elementor"],"Templates":["Шаблони"],"Close":["Закрити"],"Export":["Експорт"],"Saved Templates":["Збережені шаблони"],"Global Fonts":["Глобальні шрифти"],"Learn More":["Дізнатись більше"],"Elementor":["Elementor"],"Content":["Вміст"],"Yes":["Так"],"Version":["Версія"],"Go Back":["Повернутися"]}},"comment":{"reference":"assets\/js\/app.js"}}